Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: 1 sentence collected
kxp: جملا جمع ڪرو

source: 2019 End-of-Year Release
kxp: 20219 ني آخر مان پيش ڪري جھئي تي

source: 2 down, keep it up!<playIcon></playIcon>
kxp: نيسي۔ جاري راکو

source: ≥ 2 No votes
kxp: پسند نٿي

source: ≥ 2 Yes votes
kxp: هووي پسند سي

source: Abbreviations and Acronyms
kxp: مختصر خلاصه نا نام

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
kxp: خلاصه نان حصان نين شرُوع واۯا اکر نين “USA” يان “ICE کيال ڪروون زويئي چم ايئان ٿي هجي يا سئي ڀڻيا مان نين آوي۔ وڌيڪ خلاصه نان حصا مان درسٽ ڀڻي ڪان سان۔

source: Abkhaz
kxp: ابکاز

source: About
kxp: ڀارا مان

source: About options menu
kxp: اوپشن مينُو نا ڀارا مان

source: About us
kxp: امارا ڀارا مان

source: About us options menu
kxp: امارا ڀارا مان مينيو

source: Academic Reference
kxp: تعليمي حوالا

source: Accent
kxp: لحجو

source: Accepted file types: .tsv only
kxp: فائيل نا قسم قبول ٿل سي۔ tsv رڄا

source: Access press releases and stories related to Common Voice
kxp: ڪامن وائيس ٿي ملل پريس رليز ڪهاڻيان ني رسائي حاصل ڪرو۔

source: Account
kxp: اڪائونٽ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
kxp: <accuracyLink> ڪيريٽريا نين وڌيڪ زويا هارو آ لنڪ سي۔

source: Acehnese
kxp: ايسيهينس

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
kxp: { $actionType } <micIcon></micIcon> هانَ ساٿي زم قُدرتي طور زم او ڪرِي ڪي۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
kxp: { $actionType } <playIcon> </playIcon> زي منک ڪي سي اِي هانمڀۯين نيسي لِکو ڪي شُون ڪيڌُون سي۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kxp: شُون اِي سهي جملا ڀڻي سي؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
kxp: { $actionType } <playIcon> </playIcon> آڊيو ڪلپ نين هانڀۯو هانَ اين نِي نقل نين زوئو۔ شُو اين مِلي سي؟ زي نا ايڊٽ ڪرينَ سئي ملاوو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kxp: اُوتاۯي هاۮئي

source: { $actionType }<stopIcon></stopIcon> when done
kxp: زار ٿئِي زائي

source: { $actionType } submit when ready
kxp: زار تيار هوئي تو جمع ڪراوو آلو پرِي رڪارڊنگ

source: Adamawa Fulfulde
kxp: اداماوا فُلفُلدي

source: Add and Review Sentences, Add Questions, Transcribe Audio
kxp: جملا جمع ڪرو هانَ وراي زوئو، سوال ٺاهو آڊيو ني نقل ٺاهو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
kxp: منکان هارو ايڪ سوال شامل ڪرو <icon> مانئين { $currentLocale }

source: Add as much information as you can about the language. This could include:
kxp: زبان هارو معلومات ڀيۯي ڪرو۔ اين مان شامل ڪرو

source: Add <icon></icon> a public domain sentence
kxp: علاقائي جملا جمع ڪرو

source: Add information
kxp: معلومات ڀيۯِي ڪروِي

source: Adding Questions
kxp: سوال جمع ڪروا

source: Adding Sentences
kxp: جُملا وڌاري لو

source: Additional Language
kxp: ٻيزي ٻولي

source: Add Language
kxp: ٻولي شامل ڪرو

source: Add new custom accent "{ $inputValue }"
kxp: ايڪ نوا رسم نو لحجو راکو { $inputValue }

source: Add new sentences for the community to read
kxp: برادري نين ڀڻيا هارو نوا جملا ٺاهو

source: Add one sentence per line
kxp: لينڻ پرماڻي ايڪ جملو ٺاهو

source: Add Questions
kxp: سوال جمع ڪرو

source: Add questions in your language
kxp: پوتان ني ٻولي مان سوال ٺاهو

source: Add Sentences
kxp: جملا جمع ڪرو

source: Add sentences in your language
kxp: پوتان نِي ٻولي مان جملا جمع ڪرو

source: Add Text
kxp: تمن جمع ڪرو

source: Add up to 1,000 sentences
kxp: ايڪ 1000 هوڌي جملا جمع ڪرو

source: Add Your Voice
kxp: تمارو آواز راکو

source: Adyghe
kxp: ايديگھي

source: Afaan Oromo
kxp: افان اورومو

source: Afar
kxp: افار

source: A few bytes
kxp: ڪانڪ ڪمپيوٽر اعداد

source: Afrikaans
kxp: افريڪانس

source: Age
kxp: عمر

source: A good question for public participation datasets should:
kxp: عوامي شرڪت نا ڊيٽابيس هارو هڌرا سوال۔

source: Agriculture and Food
kxp: زراعت هانَ خوراڪ

source: Albanian
kxp: البانيئن

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kxp: ٻارلو زي گھٽ آواز سي تو ٺيڪ سي۔ پڻ زي ڪوئي ٻيزان نو آواز آوي رو سي زي ٻوليا مان اکر نو سي۔ تو ڪلپ رد ڪرو پرون۔ گھڻون ڪرينَ ايم ٿائي سي ڪي ٽي وي چالو ڪرينَ ميلي آلي سي يان منک واتون ڪرتان هوئي سي۔

source: All
kxp: ٻڌائي

source: All sentence must have the same domain
kxp: ٻڌائي جُملا علاقائي ضروري سي

source: All sentences must have the same citation
kxp: ٻڌائي حوالا پرماڻي جُملا هوئي

source: Already have an account? <login>Log-In</login>
kxp: اڳي اڪاونٽ سي

source: Alsatian
kxp: الساشيئن

source: Amharic
kxp: اماهيريڪ

source: An error occurred fetching sentences
kxp: جُملا آليا هارُو ڪوئي غلطي ڇي سي

source: An error occurred reviewing this sentence
kxp: جُملا نا جائزا هارُو ڪوئي غلطي ڇِي سي

source: An error occurred submitting your voice information
kxp: تمارا آواز نِي معلومات مان ڪوئي غلطي آوِي

source: An error occurred while creating this transcript
kxp: زا نقل ڪرو سو تار ڪوئي مسئلو ٿائي سي۔

source: An error occurred while editing the transcript
kxp: زا نقل ڪرو سو تار ڪوئي مسئلو ٿائي سي۔

source: An error occurred while recording
kxp: زار رڪارڊنگ ڪرو اي دوران ڪوئي مسئلو سي

source: An error occurred while skipping the transcript
kxp: زا نقل ڪريا نُون رئي زائي سي تار ڪوئي مسئلو ٿائي سي۔

source: An error occurred while skipping this prompt
kxp: زا نقل ڪريا نُون رئي زائي سي تار ڪوئي مسئلو ٿائي سي

source: An error occurred while submitting the report
kxp: رپورٽ جمع ڪريا مان ڪوئي مسئلو

source: An error occurred while uploading your response
kxp: زار اپلوڊ ڪرو سو تار ڪوئي مسئلو ٿائي سي

source: An error occurred while voting the prompt
kxp: آماده ڪريا ٽانڻي ڪانڪ مسئلو ڇو سي

source: An error occurred while voting the transcript
kxp: زا نقل ڪرو سو تار ڪوئي مسئلو ٿائي سي۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kxp: صارف ني ڊيٽا هارو ڄمار، جنس، لهجو، تقيرير اوۯکاڻ انجڻ ني ترتيب آليا هارو استعمال ٿايا واۯا آڊيو ڊيٽا نين درست ڪري سي۔ تمارا صارف نُون نام اي ميل ڪاريڪ پڻ تماري ڊيٽا جم؛ ڪرايا هارو بيۯون نين ڪريون زائي۔ هانَ تمين انتخاب ڪري ڪو سو ڪي تمارا صارف نُون عوامي ٺاهيون جھون سي۔

source: Answer
kxp: جواب

source: Answer questions
kxp: سوال جواب

source: Answer Questions
kxp: سوال جواب

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
kxp: تقريري متن ني اختياري ڊيٽا تيار ڪريا هارو ڪوئي پڻ محافظ ٻولي مان پيش ڪري سي۔

source: Approve
kxp: قبُول ڪروون، مانوون

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kxp: ايڪ خاموش پس منظر نو آوزا ٺيڪ سي۔ پڻ اَمارو کيال سي ڪي زي نصاب مان اکر نٿي اين نين اُو مشين الگورٿيمس اين نين اوۯکي۔ زي تمين نصاب مان ڌار ڌار اکر ڀڻي ڪو سو زي نصاب مان سي تو ڪِلپ نين رڌ ڪرو۔ گھڻون ڪرينَ اڃي ٿائي سي زانئين ٽي وي نين ميلِي زائي سي۔ يان وري اڃي زانئين ڪوئي وات سينڇ ٿاتِي هوئي سي۔

source: Arabic
kxp: اريبڪ

source: Aragonese
kxp: اراگونيس

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
kxp: شُون تمين موڙٿيز ڪامن وائيس تقريري پروجيٽ هارو امارا بيٽا چيڪنگ نا گروپ مان سو؟

source: Are you coming? [called by another]
kxp: ڪوئي ڪي ڪي، تمين آوو را سو

source: Are you coming? <strong>[called by another]</strong>
kxp: ڪوئي ٻيزا نين ڪو، ڪي شُون تُون آوي رو سي؟

source: Armenian
kxp: آرمينيئن

source: Armenian Western
kxp: آرمينيئن ويسٽرن

source: Arvanitika
kxp: اروانتيڪا

source: Ask about a new language
kxp: ايڪ نوي بولي نا بارا مان پُوسو

source: Ask Mozilla to share your events
kxp: موزيلا ٿي تمار پروگرام نا بارا مان پُوسو

source: Ask sensitive questions
kxp: حساس اثر واۯا سوال پُوسو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kxp: اَمان ٿِي سوال پُوسو <matrixLink>Matrix</matrixLink>، <discourseLink>وات سينچ </discourseLink> يان <emailLink>اِي ميل </emailLink>.

source: Assamese
kxp: اساميس

source: Asturian
kxp: استورِيئنَ

source: Atayal
kxp: اتايل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
kxp: نقل ڪرل ڪام نا هر اکر نانَ ليڪسيڪل هوئي۔ آواز بدلاوون زي منکئي ڪيڌُون سي هانَ اين مان دوهرائي شامل ڪرو

source: Attention!
kxp: دهيان آلو

source: Audio Format
kxp: آڊيو فارمٽ

source: Automotive and Transport
kxp: حرڪت ڪريا واۯي سواريون

source: Avatar
kxp: اوتار

source: Avatar uploaded
kxp: ڦوٽو چونڊو

source: Average
kxp: سراسري

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kxp: آواز نا ڪلپ سهي هوئي، زا ايڪ استعمال ڪريا واۯو هووي پسند سي۔

source: Avoid too much background noise - it should be easy to hear you.
kxp: باقي ٻارلو آواز نو ڌهيان راکو۔ چمڪي هڌري نموني هانمڀۯي ڪان۔

source: Awards
kxp: انعام ڍگري

source: Azerbaijani
kxp: آزربائيجاني

source: Baatonum
kxp: باتونَم

source: Baba Malay
kxp: بابا مالي

source: Back
kxp: واپس

source: Background Noise
kxp: چيڙلو ڪاش

source: Background Voices
kxp: چيڙلو آواز

source: Back to Top
kxp: واپس ماٿي زو

source: Bafia
kxp: بافيئا

source: Bafut
kxp: بافُت

source: Bahasa Malay
kxp: بابا مالي

source: Balochi
kxp: بلوچِي

source: Balti
kxp: بالٽي

source: Bambara
kxp: بامبارا

source: Bamun
kxp: بامُونَ

source: Bamvele
kxp: بامويلي

source: Bankon
kxp: بينڪونَ

source: Baoule
kxp: بائولي

source: Basaa
kxp: باسا

source: Bashkir
kxp: بشڪِير

source: Basque
kxp: باسڪ

source: Batanga
kxp: باٽانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kxp: ڪوئي پڻ ڪِلپ نين رڌ ڪريا ٿِي مورِ کيال ڪرو ڪي ڪڻين ڪوئي اکر غلط تو نٿي ٻوليو يان ايم نُون ايم زورِي ڪري رو سي۔ يان کالي واوڙيا هارُو سواليه نشان نين نظر انداز ڪريون سي۔ جڳت مان فرق فرق اُچار نو استعمال ٿائي سي۔ زي تمين تماري ٻولِي مان نين هانڀۯيا هوئي تو مهرباني ڪرينَ ايئان هارُو ايڪ وکاڻ نو دائرو ٺاهو زي تمان ڪرتان فرق هوئي ٻوليا مان۔۔

source: Become a Common Voice Partner
kxp: ڪامن وائيس هارو شراڪت دار

source: Be easy to understand and respond to
kxp: همزيا مان آسان هانَ سئي جواب هوئي

source: Be generally relevant
kxp: عام طور ملتا جُلتا هوئي

source: Belarusian
kxp: بيلارُوسينَ

source: Benefits
kxp: فائيدہ مند

source: Bengali
kxp: بنگالي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kxp: پيهريا اُچار هارُو اکر (برطانيه) ٺيڪ سي يان ٻيزا هارُو (آمريڪا)

source: Betawi
kxp: بيٽاوِي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
kxp: هڌرون سي ڪي ٻولي ترجمو ٿل هوئي هانَ ڪوڊ سوئچ هوئي </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
kxp: هڌرون سي ڪي ٻولي گھٽ هانَ متن مڪمل مواد هوئي۔ </mark> استعمال هارو مثال: سماجي، متعبر، تاريخي اسڪرپٽ وغيره

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
kxp: <bold>سول سوسائيٽي هانا محققین</bold> - مفت مان موجود ڊيٽا سیٽس تيار ڪرو، میزبانی ڪرو هانَ شڪل تيار ڪرو۔

source: <bold>{ $count }</bold> Clips
kxp: مثال ٻي، ٻيزون

source: <bold>Help us</bold> find more voices
kxp: وڌاري آواز ڳوتو، امارِي مدد ڪرو

source: <bold>If you value open, inclusive data - donate today!</bold>
kxp: <bold> زمي تمارو ڊيٽا هارو اقدارا سي ، تو آز مدد ڪرو۔ </bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
kxp: <bold>منکاۮئي، ڌوستي</bold> - مقامی جدت هانَ ترقی ني دهيان آليا هارو ڊيٽاسيٽ ني تخليق مانَ آلي سي۔

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
kxp: <bold>ٽيڪ ڪمپنيون</bold> - تيار ٿي مور مختلف ٻوليان مان AI ماحول هارو اوپن ڊيٽا سيٽ ني تخليق هارو وڌاري فائيدا هارو سي۔

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
kxp: <bold>شُن AI رُڄي دنيا ني ڪناڪ ٻوليان هارو ڪام ڪري ڪي سي؟</bold>

source: Borgu Fulfulde
kxp: بورگو فلفلدي

source: Bosnian
kxp: بوسنيئنَ

source: Both
kxp: ٻيئي

source: Both (Speak and Listen)
kxp: ٻئي(ٻولوون هانَ هانمڀۯوون)

source: Breton
kxp: بريٽنَ

source: [British English might make "root"]
kxp: بريٽش واۯا ايئان نا سُر مان آواز ڪاڍشي

source: Browse Languages
kxp: برائوز ٻوليون

source: Brushaski
kxp: بروشاسڪي

source: Build a custom goal
kxp: ايڪ معمول گول تيار ڪرو

source: Build Profile
kxp: پروفائيل تيار ڪرو

source: Bulgarian
kxp: بُلگيريئن

source: Bulk batch
kxp: موٽون ٽوۯون

source: Bulk Sentences Uploaded
kxp: وڌاري جملا اپلوڊ ڪروون

source: Bulu
kxp: بُولُو

source: Bunun
kxp: بُنونَ

source: Burmese
kxp: بورميسي

source: Buryat
kxp: بُريات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
kxp: ايم چم آيا واۯا ٽيم مان امان نين تمارا رابطا هارو ڊيٽابيس نا بارا مان ضرورت سي۔ اي ميل ايڪ نقطو پيش ڪري سي۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
kxp: ڪلڪ ڪرينَ لنڪ ميلو، تمين امار ٽرم هانَ سروس ٿي راضي سو۔ <termsLink> هانَ </termsLink> پرائيويسي پاليسي </privacyLink> هانَ معلومات هارو موزيلا تمان نين اي ميل ڪري ڪي چچم بيٽا ٽيسٽنگ هارو ڪامن وائيس تقيري پروجيڪٽ مان حصو ليوو سي،

source: By editing your goal, you may lose your existing progress.
kxp: تمارا گول نِي ايڊيٽنگ ڪرو، شاهد تمين ڪام ڪريون هوئي اين مان ڪانڪ رئي جھون هوئي۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kxp: اي ميل نا منتخب ڪريا ٿي تمارو اسٽيٽ موزيلا ٿِي سئي ٿئي زاشي۔ موزيلا نين حوالي ڪام بيان ڪرو۔ <privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
kxp: </b>تمين راضي سو ڪي ڪامن وائيس مان ٻوليا واۯان شناخت ماٿي پاپندي نا ڪرو۔ <b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
kxp: پوتان نا بارا مان معلومات هارو، تمين زي آڊيو ڊيٽا ڪامن وائيس هارو جمع ڪراوو سو۔ اي تقريري هارو الاهي فائيدا هارو سي۔ انجن شناخت هارو آ ڊيٽا نين بهتر ٺاهيا هارو استعمال ڪري سي۔

source: By telling us about yourself, you will help developers build more inclusive technology
kxp: تماري پوتان نِي ترقي هارُو هانَ تمارا ڀارا مان همڀۯايا هارُو وڌيڪ علم حاصل ٿائي

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kxp: عام آواز نو استعمال هارُو تمين نيسي آلل حصا ماٿي راضي سو

source: Cameroon Pidgin
kxp: ڪيميرُونَ پِڊگِنَ

source: [Canadian English might make "route" sound like "rowt"]
kxp: ڪينيڊا انگريزي واۯا ايئان نا لهجه مان آواز ڪاڍشي

source: Can be answered in a few sentences
kxp: شُون ڪانڪ سوالان نا جواب آلي ڪي سي

source: Cancel Re-recording
kxp: ڦيري رِڪارڊنگ نا ڪروي

source: Cancel Submission
kxp: ميلي آلوون نا ڪروُون

source: Cannot submit more than 1000 sentences
kxp: 1000 ٿي واڌاري جملا نا پيش ڪرو

source: Can't decide?
kxp: فيصلو نٿي ڪريو؟

source: Cantonese
kxp: ڪينٽونس

source: Catalan
kxp: ڪيٽالينَ

source: Central Alaskan Yupʼik
kxp: سينٽرل الاسڪان يُوپڪ

source: Central Kurdish
kxp: سينٽرل ڪُرڊيش

source: Central Melanau
kxp: سينٽرل ميلانائو

source: Central Puebla Nahuatl
kxp: سيٽرل پيُوبلا ناهُوئاتل

source: Change preferences
kxp: ترجيحي بدلاوو

source: Changes contribution language of dataset only
kxp: مدد واۯي ٻولي ڊيٽابيس هارو تبديل ڪرو

source: Changes the language dataset to which you're contributing
kxp: زين هارو تمين مدد ڪرو را سو اين ني ڊيٽا ٻيس بلدلي ڪرو

source: Changes website text only
kxp: ويب سائيٽ نو ٽيڪست بدلاوو

source: Change your email via Settings under Login Identity
kxp: سيٽنگ ني مدد ٿي اي ميل ني تبديل ڪرو.

source: Check
kxp: چيڪ

source: Check <icon></icon> is this a linguistically correct sentence?
kxp: نشانَ نين زوئو، شُون اِي ٻولِي پرماڻي سهي سي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
kxp: چيڪ ڪرو زي تماري ٻولي لسٽ مان سي تو هانڀۯو ڪامن وائيس ٻولي نو صفعو <languagesPageLink> زي نٿي تو آ فارم ڀرو تو امين تمارا هاٿان مان اي ميل ميلشان <strong> بيان ڪرو ڪي تمين ٻولي چچم حاصل ڪرشو۔

source: <chevron></chevron>See less
kxp: </chevron> گھٽ زوئُون

source: <chevron></chevron>See more
kxp: وِي زيوون نشان۔ وڌاري زوو

source: Chinese (China)
kxp: چائينيز چائينا

source: Chinese (Hong Kong)
kxp: چائينيز هانگ ڪانگ

source: Chinese (Taiwan)
kxp: چائينِز تائيوانَ

source: Chinyanja
kxp: چنيانجا

source: Choose language/localization
kxp: تصديق هارو ٻولي چونڊو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
kxp: سادا سوال چونڊو زي همزيا مان هر ايڪ هارو آسان هوئي۔ اين مان ثقافت هانَ عبارت نو لحاظ ڪروو سي

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
kxp: ايوا سوال چونڊو زي ثقافت هانَ سياق وسباق هانَ همزيا مان آوتا هوئي۔

source: Chuvash
kxp: گواش

source: Citation
kxp: حوالو آلوو

source: Cite with a URL link or the full name of the work.
kxp: يو آر ايل ني سائيٽ پورُون نام نيٽ ورڪ نُون

source: Citing Sentences
kxp: شهري جُملا

source: Click
kxp: ۮٻاوُون، ڪلڪ ڪروون

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
kxp: ڪلڪ <guidanceLink> آنئين </guidanceLink> زوئو ڪي صفعو چچم استعمال ٿائي سي۔

source: Clipboard not supported
kxp: ڪلپ بورڊ سپورٽ نٿي ٿاتا

source: Clip Graveyard
kxp: مقام ڪلپ

source: Clips recorded
kxp: ڪلپ رڪارڊ ٿئي جھا سي

source: Clips Uploaded
kxp: ڪِلپ راکوا

source: Clips validated
kxp: ڪلپ تصديق ٿئي جھا سي

source: Clips You've Recorded
kxp: تمين ڪلپ رڪاڍ ڪريا پرا سي

source: Clips You've Validated
kxp: ڪلپ نِي تصديق ڪري پري سي

source: Close
kxp: بند

source: Collecting sentences
kxp: جملا ڀيۯا ڪرو

source: Coming Soon
kxp: جلدي آوشي

source: Comment
kxp: مشورو

source: Common Voice data plus all other voice datasets above.
kxp: ڪامن وائيس ڊيٽا اين ڀيۯا ٻيزا ديٽا بيس زي ماٿي آلل سي۔

source: Common Voice Dataset
kxp: عام آواز ڊيٽا سيٽ

source: Common Voice is a free, open source platform for community-led data creation
kxp: ڪامن وائيس مان ڊيٽا تيار ڪريا هارو ايڪ فري وسيلو سي

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
kxp: ڪامن وائيس ايڪ موزيلا فائوڊيشن نو پروجيڪٽ سي۔ US 501c3. اي پروجيڪٽ پُورا <philantropicGrantLink> ڦلانٿروپڪ زي پُورا جڳت مان غريب سي ايوان ني مدد ڪري سي۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
kxp: ڪامن وائيس ۮان نِ منضورِي هارو فنڊنگ ڪري سي۔ امان نين خوشي تائي سي زار شراڪت دار، تعليم ادارا، سول سوسائيٽي هانَ محنت ڪريا واۯان کوجنا ڪري سي۔ ڪامن وائيس بي فڪر ٿي مدد ڪري سي۔ پڻ پلٽ فارم ني مدد هانَ ميزباني هارو زي خرچا سي اين مان مدد ڪري سي۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
kxp: ڪامن وائيس ٻيزي چڪر پليٽ فارم ماٿي فوڪس ڪرينَ جُز ، پوتي، اسڪرپٽ تقرير جمع ڪري سي۔ زي برادري هارو الاهي مددگار سي زين مان ڊيٽا جلدي جمع ٿائي سي۔ اي هڌرون سي ڪي سائينسٽڪ هانَ استعمال هارو ترقي ٿاشي۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kxp: ڪامن وائيس مشين نين آ شيکاڙيا مان مدد ڪري سي ڪي، موزيلا مورٿي زوئي سي ڪي منک چچم ڪام ڪري سي۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
kxp: پُوري دُنيا مان ٻڌانئين ٿي وڌاري ڪامن وائيس مختلف ٻوليان مان موجود سي۔

source: Community and Languages
kxp: برادري هانَ ٻوليون

source: Community, Creatives and Civil Society
kxp: برادري، سول سوسائيٽي هانَ تياري

source: Community participation and decision making.
kxp: برادري ني شموليت هانَ فيٻلا

source: Community Playbook
kxp: برادري هارو رمچ ني ڪتاب

source: Confirm Goal
kxp: مقصد پڪ سي

source: Connect with Gravatar
kxp: سنگينَ سادہ ٿي رابطو

source: Connect with our community and see supported languages
kxp: برادري ٿي رابطو هانَ زوئو زي ٻوليان نين سپورٽ ڪري سي۔

source: Contact
kxp: ڪانٽيڪٽ رابظو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
kxp: مصفين لڇا واۯا هانَ ڊاراما ڪريا واۯان ٿي رابطو ڪرو۔ تمارا ڪام نو ايڪ نانو حصو تيار ڪريا هارو عوامي ڊومين هارو تيار ڪرو۔

source: Contact Form
kxp: معادو فارم

source: Contact the Common Voice team
kxp: ڪامن وائيس ٽيم ٿِي راب﻿﻿﻿طو ڪرو

source: Contact us
kxp: امان ٿي رابطو ڪرو

source: Contact Us
kxp: امان ٿي رابطو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kxp: ڪامن وائيس هارو رابطو آلل سي <licenseLink> لائيسنس </licenseLink>

source: Continue
kxp: جارِي راکو

source: Continue speaking
kxp: ٻولوا جاري راکو

source: Continue validating
kxp: جائز هانَ جاري راکو

source: Contribute
kxp: حصو آلوو، مدد

source: Contribute on GitHub
kxp: گِٽ هُب هارو مدد يان ڪام

source: Contribute sentences
kxp: جُملان هارو مدد ڪروون

source: Contribute text
kxp: متن هارو مدد

source: Contribute to { $lang }
kxp: مدد ڪروون { $lang }

source: Contribute to text corpus
kxp: متن نُون مڪمل مواد هارو مدد

source: Contributing to <bold>{ $language }</bold> dataset
kxp: ڊيٽا بيس هارو مدد <bold>{ $language }</bold>

source: Contribution Activity
kxp: مدد هارو سرگرمي

source: Contribution Criteria
kxp: جانچ َنو حصو

source: Contribution Experience
kxp: مدد هارو تجربو

source: Contribution Guidelines
kxp: هصو آليا هارو هدايتون

source: Contributors record voice clips by reading from a bank of donated sentences.
kxp: مدد ڪريا واۯو زي آلل جملا بينڪ ٿي مدد ڪري سي اين نين ڀڻيا ٿي ڪلپ رڪارڊ ڪران سان،

source: Cookies
kxp: ڪُوڪيز

source: <cookiesLink>Cookies<cookiesLink>
kxp: <cookiesLink><cookiesLink>مقام منڏلي

source: Copainalá Zoque
kxp: ڪوپئينالا زوق
